Repository: AliKssab/iOSBaseApp
Catalog: iOSBaseApp2/07.Shared/03.Presentaion/Resources/Localization/ButtonTitles.xcstrings
Source language: en
Languages: ar

# btn_book_now
source: Book an appointment
ar: حجز موعد

# btn_booking_rating
source: Booking Rating
ar: تقييم الحجز

# btn_cancel
source: Cancel
ar: الغاء

# btn_canceled_booking
source: Canceled Booking
ar: الغاء الحجز

# btn_check_doctors
source: Check the doctors
ar: تفقد الاطباء

# btn_confirm
source: Yes, confirm
ar: نعم متأكد

# btn_confirm_booking
source: Confirm Booking
ar: تأكيد الحجز

# btn_confirm_otp
source: Confirm
ar: تأكيد

# btn_delete_account
source: Delete account
ar: حذف الحساب

# btn_edit
source: Edit
ar: تعديل

# btn_get_offer
source: Get Offer
ar: الحصول على العرض

# btn_go_to_reservations
source: Go to reservations
ar: الذهاب إلى الحجوزات

# btn_login
source: Login
ar: تسجيل الدخول

# btn_next
source: Next
ar: التالي

# btn_ok
source: Ok
ar: نعم

# btn_rebook
source: Rebook
ar: اعادة حجز

# btn_retry
source: Try again
ar: إعادة المحاولة

# btn_return_to_login
source: Return to login
ar: العودة لتسجيل الدخول

# btn_save_changes
source: Save Changes
ar: حفظ التغييرات

# btn_send_code
source: Send Code
ar: إرسال الرمز

# btn_show_details
source: Show details
ar: عرض التفاصيل

# btn_signup
source: Create an account
ar: إنشاء حساب

# btn_start_now
source: Start Now
ar: ابدأ الان

# btn_update_booking
source: Update Booking
ar: تعديل الحجز
